export interface Nav {
  title: string;
  subtitle: Array<string>;
}

export const NavArray: Nav[] = [
  {
    title: "Хокимият",
    subtitle: [
      "О городе нукус",
      "Структура",
      "Руководство",
      "Отделы",
      "Тендеры",
      "Вакансии",
      "Депутаты города Нукус",
      "Список председателей схода граждана населения",
    ],
  },
  {
    title: "Деятельность",
    subtitle: ["Решение и приказы", "Отчеты"],
  },
  {
    title: "  Интерактивные услуги",
    subtitle: [
      "Статистическая и аналитическая информация",
      "Список оказываемых государственных услуг",
      "Виртуальная приёмная",
      "Обращения физических и юридических лиц",
      "Малый бизнес и предпринимательство",
    ],
  },
  {
    title: "Открытые данные",
    subtitle: [
      "Открытие данные",
      "Открытые данные на основании УП-6247",
      "ОБ ОБЕСПЕЧЕНИИ ОТКРЫТОСТИ БЮДЖЕТНОГО ПРОЦЕССА НА ОСНОВАНИИ 3299",
    ],
  },
  {
    title: "Пресс Служба",
    subtitle: [
      "Пресс-служба",
      "Человеческое достоинство",
      "фотогалерея",
      "Новости",
    ],
  },
  {
    title: " Борьба с коррупцией",
    subtitle: [
      "Закон о противодействии коррупции",
      "Информации по Борьба с коррупцией",
      "Правила поведения сотрудников",
      "Внутренний порядок работы администрации",
      "Обращение",
    ],
  },
];
